Repository: dias-smith-rock/noise-record
Catalog: NoiseRecord/DecibelProWidget/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# widget.control.description
source: Start or stop noise monitoring from the Home Screen.
zh_hans: 从主屏幕启停噪声监测。
zh_hant: 從主畫面啟停噪聲監測。

# widget.control.title
source: Monitoring Control
zh_hans: 监测控制
zh_hant: 監測控制

# widget.intent.start
source: Start Monitoring
zh_hans: 开始监测
zh_hant: 開始監測

# widget.intent.stop
source: Stop Monitoring
zh_hans: 停止监测
zh_hant: 停止監測

# widget.lastUpdated
source: Updated %@
zh_hans: 更新于 %@
zh_hant: 更新於 %@

# widget.live.description
source: Current decibel level and monitoring status.
zh_hans: 当前分贝与监测状态。
zh_hant: 當前分貝與監測狀態。

# widget.live.title
source: Live Noise
zh_hans: 实时噪声
zh_hant: 即時噪聲

# widget.placeholder.start
source: Tap to start monitoring
zh_hans: 点击开始监测
zh_hant: 點擊開始監測

# widget.stat.avg
source: Avg
zh_hans: 平均
zh_hant: 平均

# widget.stat.max
source: Max
zh_hans: 最大
zh_hant: 最大

# widget.stat.min
source: Min
zh_hans: 最小
zh_hant: 最小

# widget.stats.description
source: Max, min, average, and Leq for the current session.
zh_hans: 当前会话的最大、最小、平均与 Leq。
zh_hant: 當前會話的最大、最小、平均與 Leq。

# widget.stats.title
source: Session Stats
zh_hans: 会话统计
zh_hant: 會話統計

# widget.status.idle
source: Not Monitoring
zh_hans: 未监测
zh_hant: 未監測

# widget.status.monitoring
source: Monitoring
zh_hans: 监测中
zh_hant: 監測中

# widget.time.daysAgo
source: %d d ago
zh_hans: %d 天前
zh_hant: %d 天前

# widget.time.hoursAgo
source: %d hr ago
zh_hans: %d 小时前
zh_hant: %d 小時前

# widget.time.justNow
source: Just now
zh_hans: 刚刚
zh_hant: 剛剛

# widget.time.minutesAgo
source: %d min ago
zh_hans: %d 分钟前
zh_hant: %d 分鐘前
